<?php
	header('Access-Control-Allow-Origin: *');
	header('Access-Control-Allow-Methods: GET, POST');
	header("Access-Control-Allow-Headers: X-Requested-With"); ?>

{
	"notify": [
		{
			"main": true,
			"title": "🔨 Научимся строить свое API"
		},	
		{
			"main": true,
			"title": "📦 Хранить данные с API в VUEX"
		},
		{
			"main": true,
			"title": "🎨 Сделаем динамическую подгрузку содержимого - load more"
		},
		{
			"main": false,
			"title": "Будем управлять этими сообщениями на сервере"
		},
		{
			"main": false,
			"title": "Разберемся с CORS и защитой"
		},
		{
			"main": false,
			"title": "Сделаем прелодер и обновление данных"
		},
		{
			"main": false,
			"title": "Обработаем все ошибки"
		},
		{
			"main": false,
			"title": "Научимся переиспользовать эти уведомления в любых проектах"
		}
	]
}